tap "localstack/tap"
brew "act"
brew "bat"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "markdownlint-cli"
brew "minikube"
brew "neovim"
brew "ollama"
brew "openshift-cli"
brew "pngpaste"
brew "poppler"
brew "powerlevel10k"
brew "pre-commit"
brew "pyenv"
brew "rbenv"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "tektoncd-cli"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yazi"
brew "zoxide"
brew "localstack/tap/localstack-cli"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
